04_Simulation/PH_Cases/Mesh_120_by_130/Test_MHI_Fluent_MESH/steadyState_2D_GEP_RANS_Tr_R_BFS_Region_a5_k_froz_omega_froz_no_limiters_TestMHI_Mesh/system/sampleDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      sampleDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

setFormat raw;

formatOptions
{
    ensight
    {
        format  ascii;
    }
}

interpolationScheme cellPoint;

fields
(
U
Rall
k
aijx
       
);

sets
(

   X_2h
    {
        type        face;
        axis        y;

        start       (-2.5 0 0);
        end         (-2.5 5 0);
    } 

   X_4h
    {
        type        face;
        axis        y;

        start       (-0.5 0 0);
        end         (-0.5 5 0);
    } 

   X_6h
    {
        type        face;
        axis        y;

        start       (1.5 0 0);
        end         (1.5 5 0);
    } 

   X_8h
    {
        type        face;
        axis        y;

        start       (3.5 0 0);
        end         (3.5 5 0);
    } 




    
);
// *********************************************************************** //
